<template>
  <v-layout column justify-center align-center>
    <v-flex>
      <div class="mt-5">
        <v-img width="300px" :src="require('@/assets/kyojima.jpg')"></v-img>
      </div>
      <div class="mt-10 pl-5 pr-5">
        <h3>私鉄 京島環状線の成り立ち</h3>
        <p>
          京島のまちに小規模な鉄道が誕生したのが昭和 95 年（2021 年）。
          <br />地元の有志と後援者が資金繰りをして企業がバックにいない鉄道ができる。
          <br />西武や小田急や東部、京王などの企業がついている私鉄とは違い、
          京島のまちの個人経営の店舗の組合いよる私鉄。そのため、
          京島のまちの中だけを巡回、「すみまる」よりも１周にかかる時間は短い。
          <br />国土交通省からは「極小私鉄」との認定を受け、運営している。
        </p>

        <h3>路地を走る電車</h3>
        <p>
          世界一短い鉄道として、ギネスにも認定されている私鉄京島環状線。
          <br />１両編成で子どもの歩行速度よりも遅いことから “亀の子電車” と囃されるが、
          一部ディレッタントからは、“京島ロマンス” などと呼ばれ神聖視されている。
        </p>

        <h3>鉄道開通・開業の背景</h3>
        <p>
          昭和 95 年（2021 年）に開通・開業した京島環状線。
          <br />開業前開通後も揉め事が耐えなかった。ここに一部を抜粋。
        </p>

        <ul>
          <li>
            京島駅では、一般公募の中から選出された「アイランドシティ」駅で一度は駅名が
            決まるものの、カタカナ語が長いという理由で却下された。私鉄側の独断の改名に
            京島市民が怒り、工事中の環状線内でポケットサイズの暴動が起こった。
          </li>
          <li>
            成人男性の歩行スピードよりも遅いため、小学生たちが正規に乗らずに飛び乗るという
            一種の肝試しが付近の学校（第三吾妻小、業平小、押上小、曳舟小、第三寺島小）で流行を呼んだ。
            <br />この事態を受け、押上小の校長が朝の朝礼で注意喚起を促すとともに、「鉄道開通は文明開化の象徴、
            児童の飛び乗りは成長過程における精通のようなもの」と発言。一部の父母の耳に届き大問題となり、校長を辞任する。
          </li>

          <li>
            オカルトファンの間で知られる山手線の環状線路は結界だという話がある。
            <br />そのことを妄信するオカルトファンは環状線に対して偏執狂的に調べ上げ、京島環状線についての
            歴史を調べてこじつけて怪談を創作。こんな映像（添付参照）が出まわり、オカルトツアーの名所になるも
            騒音問題で住民からの苦情がたえない。
          </li>
        </ul>
      </div>
    </v-flex>
  </v-layout>
</template>
